tap "f1bonacc1/tap"
tap "go-task/tap"
tap "stripe/stripe-cli"
tap "olets/tap"
tap "sst/tap"

brew "age"
brew "beancount-language-server"
brew "bitwarden-cli"
brew "colima"
brew "direnv"
brew "docker"
brew "dotbot"
brew "fd"
brew "flyctl"
brew "gemini-cli"
brew "go"
brew "go-task"
brew "imagemagick"
brew "mysql-client"
brew "neovim"
brew "netlify-cli"
brew "npm"
brew "ollama"
brew "opencode"
brew "opentofu"
brew "poetry"
brew "postgresql@16"
brew "process-compose"
brew "pure"
brew "rbenv"
brew "rbenv-gemset"
brew "rg"
brew "sops"
brew "stripe"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "zig"
brew "zola"
brew "zplug"
brew "zsh-syntax-highlighting"

cask "bitwarden"
cask "claude"
cask "discord"
cask "font-fira-code"
cask "font-sf-mono"
cask "libreoffice"
cask "obsidian"
cask "signal"
cask "slack"
cask "wezterm"
cask "whatsapp"
