tap "go-task/tap"
tap "benbjohnson/litestream"
tap "stripe/stripe-cli"
tap "supabase/tap"

brew "age"
brew "bitwarden-cli"
brew "colima"
brew "docker"
brew "dotbot"
brew "fd"
brew "flyctl"
brew "go"
brew "go-task"
brew "imagemagick"
brew "litestream"
brew "llm"
brew "mysqlclient"
brew "neovim"
brew "netlify-cli"
brew "npm"
brew "ollama"
brew "pdm"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rbenv-gemset"
brew "rg"
brew "sops"
brew "stripe"
brew "supabase"
brew "tree"
brew "watch"
brew "wget"
brew "zig"
brew "zola"
brew "zplug"

cask "bitwarden"
cask "discord"
cask "kitty"
cask "neovide"
cask "signal"
cask "slack"
cask "whatsapp"
