tap "f1bonacc1/tap"
tap "go-task/tap"
tap "stripe/stripe-cli"

brew "age"
brew "beancount-language-server"
brew "bitwarden-cli"
brew "colima"
brew "direnv"
brew "docker"
brew "doctl"
brew "dotbot"
brew "fd"
brew "flyctl"
brew "go"
brew "go-task"
brew "imagemagick"
brew "mysql-client"
brew "neovim"
brew "netlify-cli"
brew "npm"
brew "ollama"
brew "opentofu"
brew "poetry"
brew "postgresql@16"
brew "process-compose"
brew "pyenv"
brew "rbenv"
brew "rbenv-gemset"
brew "rg"
brew "sops"
brew "stripe"
brew "tree"
brew "typewritten"
brew "uv"
brew "watch"
brew "wget"
brew "zig"
brew "zola"
brew "zoxide"
brew "zplug"
brew "zsh-syntax-highlighting"

cask "bitwarden"
cask "bruno"
cask "discord"
cask "kitty"
cask "libreoffice"
cask "neovide"
cask "signal"
cask "slack"
cask "vimr"
cask "webcatalog"
cask "whatsapp"
